export const town = [{
    text: "柯桥",
    value: "330621001"
  },
  {
    text: "柯岩",
    value: "330621002"
  }, {
    text: "华舍",
    value: "330621003"
  }, {
    text: "湖塘",
    value: "330621004"
  }, {
    text: "钱清",
    value: "330621101"
  },
  {
    text: "孙端",
    value: "330621102"
  },
  {
    text: "福全",
    value: "330621103"
  }, {
    text: "马鞍",
    value: "330621104"
  }, {
    text: "平水",
    value: "330621105"
  }, {
    text: "安昌",
    value: "330621106"
  },
  {
    text: "王坛",
    value: "330621107"
  },
  {
    text: "兰亭",
    value: "330621108"
  }, {
    text: "稽东",
    value: "330621109"
  }, {
    text: "杨汛桥",
    value: "330621110"
  }, {
    text: "漓渚",
    value: "330621111"
  },
  {
    text: "富盛",
    value: "330621112"
  },
  {
    text: "陶堰",
    value: "330621113"
  },
  {
    text: "夏履镇",
    value: "330621114"
  },
  {
    text: "滨海",
    value: "330621115"
  },
  {
    text: "柯桥开发委（齐贤）",
    value: "330621118"
  },
  {
    text: "其他",
    value: "330621998"
  },
  {
    text: "其他单位",
    value: "330621999"
  },
]

export const community = {
  "330621001": [{
      "value": "330621001008",
      "text": "管墅居委会"
    },
    {
      "value": "330621001025",
      "text": "望湖居委会"
    },
    {
      "value": "330621001030",
      "text": "港越居委会"
    },
    {
      "value": "330621001031",
      "text": "湖滨居委会"
    },
    {
      "value": "330621001032",
      "text": "锦湖居委会"
    },
    {
      "value": "330621001033",
      "text": "瓜渚湖居委会"
    },
    {
      "value": "330621001034",
      "text": "柯福居委会"
    },
    {
      "value": "330621001035",
      "text": "柯亭居委会"
    },
    {
      "value": "330621001036",
      "text": "大寺居委会"
    },
    {
      "value": "330621001037",
      "text": "下市头居委会"
    },
    {
      "value": "330621001038",
      "text": "育才居委会"
    },
    {
      "value": "330621001039",
      "text": "福东居委会"
    },
    {
      "value": "330621001040",
      "text": "福年居委会"
    },
    {
      "value": "330621001041",
      "text": "百福园居委会"
    },
    {
      "value": "330621001042",
      "text": "立新居委会"
    },
    {
      "value": "330621001043",
      "text": "黄社溇居委会"
    },
    {
      "value": "330621001044",
      "text": "中泽居委会"
    },
    {
      "value": "330621001045",
      "text": "双川居委会"
    },
    {
      "value": "330621001046",
      "text": "双渎居委会"
    },
    {
      "value": "330621001047",
      "text": "双梅居委会"
    },
    {
      "value": "330621001048",
      "text": "红升居委会"
    },
    {
      "value": "330621001049",
      "text": "后梅居委会"
    },
    {
      "value": "330621001050",
      "text": "梅巷居委会"
    },
    {
      "value": "330621001051",
      "text": "中梅居委会"
    },
    {
      "value": "330621001052",
      "text": "大溇居委会"
    },
    {
      "value": "330621001053",
      "text": "红丰居委会"
    },
    {
      "value": "330621001054",
      "text": "上谢桥居委会"
    },
    {
      "value": "330621001055",
      "text": "红建居委会"
    },
    {
      "value": "330621001056",
      "text": "鉴湖园居委会"
    },
    {
      "value": "330621001999",
      "text": "柯桥街道汇总"
    },
    {
      "value": "330621001A01",
      "text": "笛扬居委会"
    },
    {
      "value": "330621001A02",
      "text": "绍兴县中心医院"
    },
    {
      "value": "330621001A03",
      "text": "柯桥镇汇总"
    },
    {
      "value": "330621001A04",
      "text": "柯桥镇知青"
    },
    {
      "value": "330621001A05",
      "text": "大渡"
    },
    {
      "value": "330621001A06",
      "text": "梅陇"
    },
    {
      "value": "330621001A07",
      "text": "浪琴社区"
    },
    {
      "value": "330621001A08",
      "text": "红梅社区"
    },
    {
      "value": "330621001A09",
      "text": "玉兰社区"
    },
  ],
  "330621002": [{
      "value": "330621002001",
      "text": "上市头居委会"
    },
    {
      "value": "330621002004",
      "text": "余渚居委会"
    },
    {
      "value": "330621002005",
      "text": "蔡堰居委会"
    },
    {
      "value": "330621002006",
      "text": "东担山居委会"
    },
    {
      "value": "330621002007",
      "text": "余家弄居委会"
    },
    {
      "value": "330621002010",
      "text": "独山居委会"
    },
    {
      "value": "330621002011",
      "text": "新未庄居委会"
    },
    {
      "value": "330621002012",
      "text": "柯桥居委会"
    },
    {
      "value": "330621002013",
      "text": "堰西居委会"
    },
    {
      "value": "330621002014",
      "text": "堰东居委会"
    },
    {
      "value": "330621002016",
      "text": "丁巷居委会"
    },
    {
      "value": "330621002017",
      "text": "阮三居委会"
    },
    {
      "value": "330621002018",
      "text": "梅墅水庄居委会"
    },
    {
      "value": "330621002019",
      "text": "高尔夫居委会"
    },
    {
      "value": "330621002202",
      "text": "新风村"
    },
    {
      "value": "330621002203",
      "text": "东江村"
    },
    {
      "value": "330621002204",
      "text": "先锋村"
    },
    {
      "value": "330621002205",
      "text": "中巷村"
    },
    {
      "value": "330621002206",
      "text": "茶浜村"
    },
    {
      "value": "330621002207",
      "text": "阮四村"
    },
    {
      "value": "330621002209",
      "text": "红旗村"
    },
    {
      "value": "330621002210",
      "text": "永进村"
    },
    {
      "value": "330621002212",
      "text": "三佳村"
    },
    {
      "value": "330621002213",
      "text": "叶家堰村"
    },
    {
      "value": "330621002214",
      "text": "信心村"
    },
    {
      "value": "330621002223",
      "text": "梅墅村"
    },
    {
      "value": "330621002224",
      "text": "路南村"
    },
    {
      "value": "330621002225",
      "text": "澄湾村"
    },
    {
      "value": "330621002226",
      "text": "海山村"
    },
    {
      "value": "330621002228",
      "text": "秋湖村"
    },
    {
      "value": "330621002232",
      "text": "河塔村"
    },
    {
      "value": "330621002234",
      "text": "里庄村"
    },
    {
      "value": "330621002235",
      "text": "金星村"
    },
    {
      "value": "330621002241",
      "text": "蓬山村"
    },
    {
      "value": "330621002242",
      "text": "丰项村"
    },
    {
      "value": "330621002243",
      "text": "州山村"
    },
    {
      "value": "330621002244",
      "text": "埠头村"
    },
    {
      "value": "330621002999",
      "text": "柯岩街道汇总"
    },
    {
      "value": "330621002A01",
      "text": "东风酒厂"
    },
    {
      "value": "330621002A02",
      "text": "高尔夫社区"
    },
    {
      "value": "330621002A03",
      "text": "柯岩镇汇总"
    },
    {
      "value": "330621002A04",
      "text": "鉴水社区"
    },
  ],
  "330621003": [{
      "value": "330621003004",
      "text": "兴华居委会"
    },
    {
      "value": "330621003005",
      "text": "温渎居委会"
    },
    {
      "value": "330621003006",
      "text": "亭东居委会"
    },
    {
      "value": "330621003007",
      "text": "亭西居委会"
    },
    {
      "value": "330621003008",
      "text": "东周居委会"
    },
    {
      "value": "330621003009",
      "text": "西周居委会"
    },
    {
      "value": "330621003010",
      "text": "上午头居委会"
    },
    {
      "value": "330621003011",
      "text": "华墟居委会"
    },
    {
      "value": "330621003012",
      "text": "解放居委会"
    },
    {
      "value": "330621003013",
      "text": "人利居委会"
    },
    {
      "value": "330621003014",
      "text": "兴越居委会"
    },
    {
      "value": "330621003015",
      "text": "聚贤居委会"
    },
    {
      "value": "330621003209",
      "text": "沙地王村"
    },
    {
      "value": "330621003210",
      "text": "张溇村"
    },
    {
      "value": "330621003217",
      "text": "湖门村"
    },
    {
      "value": "330621003220",
      "text": "华舍村"
    },
    {
      "value": "330621003221",
      "text": "蜀阜村"
    },
    {
      "value": "330621003222",
      "text": "西蜀阜村"
    },
    {
      "value": "330621003223",
      "text": "大西庄村"
    },
    {
      "value": "330621003224",
      "text": "小赭村"
    },
    {
      "value": "330621003999",
      "text": "华舍街道汇总"
    },
    {
      "value": "330621003A01",
      "text": "华舍街道知青"
    },
    {
      "value": "330621003A02",
      "text": "华舍镇汇总"
    },
    {
      "value": "330621003A03",
      "text": "绸缎居委会"
    },
    {
      "value": "330621003A04",
      "text": "绸缎社区"
    },
    {
      "value": "330621003A05",
      "text": "金城社区"
    },
  ],
  "330621004": [{
      "value": "330621004001",
      "text": "湖塘居委会"
    },
    {
      "value": "330621004002",
      "text": "型塘居委会"
    },
    {
      "value": "330621004201",
      "text": "湖塘村"
    },
    {
      "value": "330621004208",
      "text": "宾舍村"
    },
    {
      "value": "330621004218",
      "text": "夏泽村"
    },
    {
      "value": "330621004220",
      "text": "铜井村"
    },
    {
      "value": "330621004223",
      "text": "古城村"
    },
    {
      "value": "330621004224",
      "text": "陌坞村"
    },
    {
      "value": "330621004233",
      "text": "兴华村"
    },
    {
      "value": "330621004239",
      "text": "五丰村"
    },
    {
      "value": "330621004240",
      "text": "鉴湖村"
    },
    {
      "value": "330621004241",
      "text": "湖中村"
    },
    {
      "value": "330621004242",
      "text": "型塘村"
    },
    {
      "value": "330621004243",
      "text": "香林村"
    },
    {
      "value": "330621004244",
      "text": "岭下村"
    },
    {
      "value": "330621004245",
      "text": "永联村"
    },
    {
      "value": "330621004246",
      "text": "永信村"
    },
    {
      "value": "330621004999",
      "text": "湖塘街道汇总"
    },
    {
      "value": "330621004A02",
      "text": "湖塘街道知青"
    },
    {
      "value": "330621004A03",
      "text": "湖塘镇汇总"
    }
  ],
  "330621118": [{
      "value": "330621100008",
      "text": "下方桥居委会"
    },
    {
      "value": "330621100009",
      "text": "朝阳居委会"
    },
    {
      "value": "330621100010",
      "text": "陶里居委会"
    },
    {
      "value": "330621100011",
      "text": "增大居委会"
    },
    {
      "value": "330621100012",
      "text": "曙光居委会"
    },
    {
      "value": "330621100013",
      "text": "光明居委会"
    },
    {
      "value": "330621100014",
      "text": "丈午居委会"
    },
    {
      "value": "330621100015",
      "text": "官湖沿居委会"
    },
    {
      "value": "330621100016",
      "text": "梅林居委会"
    },
    {
      "value": "330621100017",
      "text": "迎驾桥居委会"
    },
    {
      "value": "330621100018",
      "text": "群贤居委会"
    },
    {
      "value": "330621100019",
      "text": "柯北居委会"
    },
    {
      "value": "330621100020",
      "text": "高泽居委会"
    },
    {
      "value": "330621100202",
      "text": "八字桥村"
    },
    {
      "value": "330621100224",
      "text": "兴浦村"
    },
    {
      "value": "330621100251",
      "text": "阳嘉龙村"
    },
    {
      "value": "330621100253",
      "text": "兴齐村"
    },
    {
      "value": "330621100254",
      "text": "齐贤村"
    },
    {
      "value": "330621100255",
      "text": "羊山村"
    },
    {
      "value": "330621100256",
      "text": "镜湖村"
    },
    {
      "value": "330621100999",
      "text": "齐贤镇汇总"
    },
    {
      "value": "330621100A01",
      "text": "齐贤镇知青"
    },
    {
      "value": "330621100A02",
      "text": "周家桥居委会"
    },
    {
      "value": "330621100A03",
      "text": "中街居委会"
    },
    {
      "value": "330621100A04",
      "text": "振贤街居委会"
    },
    {
      "value": "330621100A05",
      "text": "西街居委会"
    },
    {
      "value": "330621100A06",
      "text": "南街居委会"
    },
    {
      "value": "330621100A07",
      "text": "阳嘉弄居委会"
    },
    {
      "value": "330621100A08",
      "text": "下方桥村"
    }
  ],
  "330621101": [{
      "value": "330621101001",
      "text": "西后街居委会"
    },
    {
      "value": "330621101002",
      "text": "东后街居委会"
    },
    {
      "value": "330621101003",
      "text": "塔下居委会"
    },
    {
      "value": "330621101004",
      "text": "东江居委会"
    },
    {
      "value": "330621101205",
      "text": "前梅村"
    },
    {
      "value": "330621101212",
      "text": "方家桥村"
    },
    {
      "value": "330621101213",
      "text": "顾家荡村"
    },
    {
      "value": "330621101214",
      "text": "钱清村"
    },
    {
      "value": "330621101216",
      "text": "南钱清村"
    },
    {
      "value": "330621101221",
      "text": "江南村"
    },
    {
      "value": "330621101222",
      "text": "江墅村"
    },
    {
      "value": "330621101229",
      "text": "九岩村"
    },
    {
      "value": "330621101234",
      "text": "新甸村"
    },
    {
      "value": "330621101235",
      "text": "劳动村"
    },
    {
      "value": "330621101237",
      "text": "蜀风村"
    },
    {
      "value": "330621101239",
      "text": "华星村"
    },
    {
      "value": "330621101242",
      "text": "白马山村"
    },
    {
      "value": "330621101243",
      "text": "凤仪村"
    },
    {
      "value": "330621101247",
      "text": "遗风村"
    },
    {
      "value": "330621101248",
      "text": "岭湖村"
    },
    {
      "value": "330621101249",
      "text": "梅东村"
    },
    {
      "value": "330621101250",
      "text": "清风村"
    },
    {
      "value": "330621101251",
      "text": "枢里村"
    },
    {
      "value": "330621101252",
      "text": "联兴村"
    },
    {
      "value": "330621101253",
      "text": "三西村"
    },
    {
      "value": "330621101999",
      "text": "钱清镇汇总"
    },
    {
      "value": "330621101A01",
      "text": "钱清镇知青"
    },
    {
      "value": "330621101A02",
      "text": "钱门社区居委会"
    }
  ],
  "330621102": [{
      "value": "330621102001",
      "text": "街南居委会"
    },
    {
      "value": "330621102002",
      "text": "街北居委会"
    },
    {
      "value": "330621102003",
      "text": "桥西居委会"
    },
    {
      "value": "330621102200",
      "text": "孙端村"
    },
    {
      "value": "330621102201",
      "text": "前双盆村"
    },
    {
      "value": "330621102203",
      "text": "新河村"
    },
    {
      "value": "330621102204",
      "text": "镇塘殿村"
    },
    {
      "value": "330621102210",
      "text": "榆林村"
    },
    {
      "value": "330621102215",
      "text": "安桥头村"
    },
    {
      "value": "330621102217",
      "text": "吴融村"
    },
    {
      "value": "330621102220",
      "text": "后双盆村"
    },
    {
      "value": "330621102226",
      "text": "张家沥村"
    },
    {
      "value": "330621102227",
      "text": "三条溇村"
    },
    {
      "value": "330621102232",
      "text": "樊浦村"
    },
    {
      "value": "330621102239",
      "text": "皇甫庄村"
    },
    {
      "value": "330621102240",
      "text": "小库村"
    },
    {
      "value": "330621102241",
      "text": "村头村"
    },
    {
      "value": "330621102242",
      "text": "红鲍村"
    },
    {
      "value": "330621102243",
      "text": "许家埭村"
    },
    {
      "value": "330621102999",
      "text": "孙端镇汇总"
    },
    {
      "value": "330621102A01",
      "text": "居委会"
    },
    {
      "value": "330621102A02",
      "text": "孙端镇知青"
    }
  ],
  "330621103": [{
      "value": "330621103001",
      "text": "金三角居委会"
    },
    {
      "value": "330621103200",
      "text": "大生村"
    },
    {
      "value": "330621103201",
      "text": "徐山村"
    },
    {
      "value": "330621103203",
      "text": "尹家坂村"
    },
    {
      "value": "330621103214",
      "text": "新迪埠村"
    },
    {
      "value": "330621103217",
      "text": "容山村"
    },
    {
      "value": "330621103227",
      "text": "福全山村"
    },
    {
      "value": "330621103228",
      "text": "龙尾山村"
    },
    {
      "value": "330621103229",
      "text": "信诚村"
    },
    {
      "value": "330621103230",
      "text": "欣华村"
    },
    {
      "value": "330621103231",
      "text": "赵建村"
    },
    {
      "value": "330621103234",
      "text": "峡山村"
    },
    {
      "value": "330621103235",
      "text": "富强村"
    },
    {
      "value": "330621103249",
      "text": "五洋村"
    },
    {
      "value": "330621103250",
      "text": "新对旗山村"
    },
    {
      "value": "330621103251",
      "text": "协兴村"
    },
    {
      "value": "330621103252",
      "text": "福庆村"
    },
    {
      "value": "330621103253",
      "text": "胜利村"
    },
    {
      "value": "330621103254",
      "text": "梅峰村"
    },
    {
      "value": "330621103255",
      "text": "兴联村"
    },
    {
      "value": "330621103256",
      "text": "锦坞村"
    },
    {
      "value": "330621103257",
      "text": "梅三村"
    },
    {
      "value": "330621103258",
      "text": "双山村"
    },
    {
      "value": "330621103999",
      "text": "福全镇汇总"
    },
    {
      "value": "330621103A01",
      "text": "福全镇知青"
    },
    {
      "value": "330621103A02",
      "text": "小任家坂居委会"
    }
  ],
  "330621104": [{
      "value": "330621104001",
      "text": "东街居委会"
    },
    {
      "value": "330621104002",
      "text": "西街居委会"
    },
    {
      "value": "330621104003",
      "text": "飞跃居委会"
    },
    {
      "value": "330621104004",
      "text": "钱江居委会"
    },
    {
      "value": "330621104005",
      "text": "华阳居委会"
    },
    {
      "value": "330621104008",
      "text": "前进闸居委会"
    },
    {
      "value": "330621104011",
      "text": "永久塘居委会"
    },
    {
      "value": "330621104013",
      "text": "新闸居委会"
    },
    {
      "value": "330621104016",
      "text": "东联居委会"
    },
    {
      "value": "330621104017",
      "text": "皋联居委会"
    },
    {
      "value": "330621104018",
      "text": "镜海居委会"
    },
    {
      "value": "330621104206",
      "text": "寺桥村"
    },
    {
      "value": "330621104211",
      "text": "童家塔村"
    },
    {
      "value": "330621104220",
      "text": "国庆村"
    },
    {
      "value": "330621104222",
      "text": "新围村"
    },
    {
      "value": "330621104256",
      "text": "大鱼山村"
    },
    {
      "value": "330621104257",
      "text": "湖安村"
    },
    {
      "value": "330621104258",
      "text": "宝善桥村"
    },
    {
      "value": "330621104259",
      "text": "山外村"
    },
    {
      "value": "330621104260",
      "text": "亭山桥村"
    },
    {
      "value": "330621104261",
      "text": "新二村"
    },
    {
      "value": "330621104262",
      "text": "飞跃闸村"
    },
    {
      "value": "330621104263",
      "text": "长虹闸村"
    },
    {
      "value": "330621104999",
      "text": "马鞍镇汇总"
    },
    {
      "value": "330621104A01",
      "text": "马鞍镇知青"
    },
    {
      "value": "330621104A02",
      "text": "兴海社区"
    },
    {
      "value": "330621104A03",
      "text": "东西街居"
    },
  ],
  "330621105": [{
      "value": "330621105001",
      "text": "平水居委会"
    },
    {
      "value": "330621105209",
      "text": "东桃村"
    },
    {
      "value": "330621105210",
      "text": "王化村"
    },
    {
      "value": "330621105211",
      "text": "祝家村"
    },
    {
      "value": "330621105215",
      "text": "宋家店村"
    },
    {
      "value": "330621105227",
      "text": "梅园村"
    },
    {
      "value": "330621105235",
      "text": "下灶村"
    },
    {
      "value": "330621105240",
      "text": "四丰村"
    },
    {
      "value": "330621105241",
      "text": "平江村"
    },
    {
      "value": "330621105254",
      "text": "同康村"
    },
    {
      "value": "330621105257",
      "text": "红墙下村"
    },
    {
      "value": "330621105260",
      "text": "平阳村"
    },
    {
      "value": "330621105261",
      "text": "金渔村"
    },
    {
      "value": "330621105262",
      "text": "岔路口村"
    },
    {
      "value": "330621105264",
      "text": "横路村"
    },
    {
      "value": "330621105265",
      "text": "沈村"
    },
    {
      "value": "330621105266",
      "text": "黄壤坞村"
    },
    {
      "value": "330621105267",
      "text": "中嵋岙村"
    },
    {
      "value": "330621105273",
      "text": "五联村"
    },
    {
      "value": "330621105274",
      "text": "娄家村"
    },
    {
      "value": "330621105275",
      "text": "新桥村"
    },
    {
      "value": "330621105276",
      "text": "平水街村"
    },
    {
      "value": "330621105277",
      "text": "会稽村"
    },
    {
      "value": "330621105278",
      "text": "西湖桥村"
    },
    {
      "value": "330621105279",
      "text": "剑灶村"
    },
    {
      "value": "330621105280",
      "text": "合心村"
    },
    {
      "value": "330621105281",
      "text": "小舜江村"
    },
    {
      "value": "330621105282",
      "text": "若耶村"
    },
    {
      "value": "330621105283",
      "text": "新横溪村"
    },
    {
      "value": "330621105999",
      "text": "平水镇汇总"
    },
    {
      "value": "330621105A01",
      "text": "上灶农场"
    },
    {
      "value": "330621105A02",
      "text": "平水镇知青"
    }
  ],
  "330621106": [{
      "value": "330621106001",
      "text": "清风桥居委会"
    },
    {
      "value": "330621106002",
      "text": "新桥居委会"
    },
    {
      "value": "330621106003",
      "text": "寺桥居委会"
    },
    {
      "value": "330621106004",
      "text": "王家桥居委会"
    },
    {
      "value": "330621106005",
      "text": "三板桥居委会"
    },
    {
      "value": "330621106006",
      "text": "新街居委会"
    },
    {
      "value": "330621106007",
      "text": "东昌居委会"
    },
    {
      "value": "330621106205",
      "text": "国际村"
    },
    {
      "value": "330621106218",
      "text": "白洋村"
    },
    {
      "value": "330621106223",
      "text": "大山西村"
    },
    {
      "value": "330621106226",
      "text": "盛陵村"
    },
    {
      "value": "330621106231",
      "text": "大和村"
    },
    {
      "value": "330621106232",
      "text": "前畈村"
    },
    {
      "value": "330621106233",
      "text": "西扆村"
    },
    {
      "value": "330621106234",
      "text": "安华村"
    },
    {
      "value": "330621106235",
      "text": "海盐村"
    },
    {
      "value": "330621106236",
      "text": "长乐村"
    },
    {
      "value": "330621106237",
      "text": "九鼎村"
    },
    {
      "value": "330621106999",
      "text": "安昌镇汇总"
    },
    {
      "value": "330621106A01",
      "text": "安昌镇知青"
    },
    {
      "value": "330621106A02",
      "text": "安昌社区"
    }
  ],
  "330621107": [{
      "value": "330621107001",
      "text": "王坛居委会"
    },
    {
      "value": "330621107200",
      "text": "王坛村"
    },
    {
      "value": "330621107202",
      "text": "肇湖村"
    },
    {
      "value": "330621107203",
      "text": "坎上村"
    },
    {
      "value": "330621107204",
      "text": "沙地村"
    },
    {
      "value": "330621107208",
      "text": "蒋相村"
    },
    {
      "value": "330621107209",
      "text": "腾豪村"
    },
    {
      "value": "330621107210",
      "text": "王城村"
    },
    {
      "value": "330621107211",
      "text": "东村"
    },
    {
      "value": "330621107222",
      "text": "长岭村"
    },
    {
      "value": "330621107224",
      "text": "舒村"
    },
    {
      "value": "330621107225",
      "text": "上王村"
    },
    {
      "value": "330621107231",
      "text": "张蒋村"
    },
    {
      "value": "330621107232",
      "text": "孙岙村"
    },
    {
      "value": "330621107233",
      "text": "喻宅村"
    },
    {
      "value": "330621107236",
      "text": "银沙村"
    },
    {
      "value": "330621107241",
      "text": "丹家村"
    },
    {
      "value": "330621107244",
      "text": "新建村"
    },
    {
      "value": "330621107247",
      "text": "青坛村"
    },
    {
      "value": "330621107248",
      "text": "新华村"
    },
    {
      "value": "330621107249",
      "text": "越联村"
    },
    {
      "value": "330621107251",
      "text": "南岸村"
    },
    {
      "value": "330621107255",
      "text": "新联村"
    },
    {
      "value": "330621107256",
      "text": "舜皇村"
    },
    {
      "value": "330621107257",
      "text": "万乔村"
    },
    {
      "value": "330621107999",
      "text": "王坛镇汇总"
    },
    {
      "value": "330621107A01",
      "text": "王坛镇知青"
    }
  ],
  "330621108": [{
      "value": "330621108001",
      "text": "娄宫居委会"
    },
    {
      "value": "330621108209",
      "text": "谢家桥村"
    },
    {
      "value": "330621108213",
      "text": "紫洪山村"
    },
    {
      "value": "330621108225",
      "text": "古筑村"
    },
    {
      "value": "330621108233",
      "text": "桃源村"
    },
    {
      "value": "330621108241",
      "text": "联合村"
    },
    {
      "value": "330621108247",
      "text": "张家葑村"
    },
    {
      "value": "330621108249",
      "text": "里木栅村"
    },
    {
      "value": "330621108250",
      "text": "兰亭村"
    },
    {
      "value": "330621108252",
      "text": "大庆村"
    },
    {
      "value": "330621108253",
      "text": "新陈村"
    },
    {
      "value": "330621108254",
      "text": "兰渚山村"
    },
    {
      "value": "330621108255",
      "text": "花街村"
    },
    {
      "value": "330621108256",
      "text": "任家畈村"
    },
    {
      "value": "330621108257",
      "text": "阮港村"
    },
    {
      "value": "330621108258",
      "text": "谢家坞村"
    },
    {
      "value": "330621108259",
      "text": "娄宫村"
    },
    {
      "value": "330621108260",
      "text": "山下村"
    },
    {
      "value": "330621108261",
      "text": "黄贤村"
    },
    {
      "value": "330621108262",
      "text": "金庄村"
    },
    {
      "value": "330621108263",
      "text": "栅溪村"
    },
    {
      "value": "330621108999",
      "text": "兰亭镇汇总"
    },
    {
      "value": "330621108A01",
      "text": "绍兴县林场"
    },
    {
      "value": "330621108A02",
      "text": "兰亭镇知青"
    },
    {
      "value": "330621108A03",
      "text": "文兰居"
    }
  ],
  "330621109": [{
      "value": "330621109001",
      "text": "稽东居委会"
    },
    {
      "value": "330621109200",
      "text": "竹田头村"
    },
    {
      "value": "330621109203",
      "text": "裘村"
    },
    {
      "value": "330621109205",
      "text": "下尉村"
    },
    {
      "value": "330621109209",
      "text": "尉村"
    },
    {
      "value": "330621109224",
      "text": "双坞村"
    },
    {
      "value": "330621109234",
      "text": "高阳村"
    },
    {
      "value": "330621109254",
      "text": "占岙村"
    },
    {
      "value": "330621109261",
      "text": "车头村"
    },
    {
      "value": "330621109266",
      "text": "雄鹰村"
    },
    {
      "value": "330621109271",
      "text": "稽江村"
    },
    {
      "value": "330621109272",
      "text": "大桥村"
    },
    {
      "value": "330621109273",
      "text": "尉相村"
    },
    {
      "value": "330621109274",
      "text": "顺利村"
    },
    {
      "value": "330621109275",
      "text": "越北村"
    },
    {
      "value": "330621109276",
      "text": "陈村"
    },
    {
      "value": "330621109278",
      "text": "石岙村"
    },
    {
      "value": "330621109279",
      "text": "金丰村"
    },
    {
      "value": "330621109280",
      "text": "俞谢骆村"
    },
    {
      "value": "330621109281",
      "text": "营口村"
    },
    {
      "value": "330621109282",
      "text": "金山村"
    },
    {
      "value": "330621109283",
      "text": "龙东村"
    },
    {
      "value": "330621109284",
      "text": "新上王村"
    },
    {
      "value": "330621109285",
      "text": "龙西村"
    },
    {
      "value": "330621109286",
      "text": "官桥村"
    },
    {
      "value": "330621109999",
      "text": "稽东镇汇总"
    },
    {
      "value": "330621109A01",
      "text": "稽东镇知青"
    },
    {
      "value": "330621109A02",
      "text": "冢斜村"
    }
  ],
  "330621110": [{
      "value": "330621110001",
      "text": "杨汛居委会"
    },
    {
      "value": "330621110002",
      "text": "江桥居委会"
    },
    {
      "value": "330621110003",
      "text": "高家居委会"
    },
    {
      "value": "330621110004",
      "text": "孙家桥居委会"
    },
    {
      "value": "330621110005",
      "text": "河西岸居委会"
    },
    {
      "value": "330621110006",
      "text": "合力居委会"
    },
    {
      "value": "330621110007",
      "text": "园里湖居委会"
    },
    {
      "value": "330621110008",
      "text": "上孙居委会"
    },
    {
      "value": "330621110009",
      "text": "建吴居委会"
    },
    {
      "value": "330621110200",
      "text": "蒲荡夏村"
    },
    {
      "value": "330621110206",
      "text": "王家塔村"
    },
    {
      "value": "330621110228",
      "text": "展望村"
    },
    {
      "value": "330621110230",
      "text": "横山村"
    },
    {
      "value": "330621110231",
      "text": "芝塘湖村"
    },
    {
      "value": "330621110236",
      "text": "杨江村"
    },
    {
      "value": "330621110237",
      "text": "联社村"
    },
    {
      "value": "330621110238",
      "text": "和门程村"
    },
    {
      "value": "330621110239",
      "text": "竹园童村"
    },
    {
      "value": "330621110240",
      "text": "麒麟村"
    },
    {
      "value": "330621110241",
      "text": "仁里王村"
    },
    {
      "value": "330621110242",
      "text": "江桃村"
    },
    {
      "value": "330621110999",
      "text": "杨汛桥镇汇总"
    },
    {
      "value": "330621110A01",
      "text": "杨汛桥镇知青"
    },
    {
      "value": "330621110A02",
      "text": "紫薇居"
    }
  ],
  "330621111": [{
      "value": "330621111001",
      "text": "漓渚居委会"
    },
    {
      "value": "330621111200",
      "text": "漓渚村"
    },
    {
      "value": "330621111201",
      "text": "洞桥村"
    },
    {
      "value": "330621111206",
      "text": "六峰村"
    },
    {
      "value": "330621111217",
      "text": "红星村"
    },
    {
      "value": "330621111218",
      "text": "九板桥村"
    },
    {
      "value": "330621111224",
      "text": "朱家坞村"
    },
    {
      "value": "330621111225",
      "text": "黄山畈村"
    },
    {
      "value": "330621111226",
      "text": "棠二村"
    },
    {
      "value": "330621111227",
      "text": "棠棣村"
    },
    {
      "value": "330621111228",
      "text": "棠一村"
    },
    {
      "value": "330621111229",
      "text": "大步村"
    },
    {
      "value": "330621111230",
      "text": "中义村"
    },
    {
      "value": "330621111999",
      "text": "漓渚镇汇总"
    },
    {
      "value": "330621111A01",
      "text": "漓渚镇知青"
    }
  ],
  "330621112": [{
      "value": "330621112001",
      "text": "富盛居委会"
    },
    {
      "value": "330621112200",
      "text": "富盛村"
    },
    {
      "value": "330621112202",
      "text": "倪家溇村"
    },
    {
      "value": "330621112210",
      "text": "乌石村"
    },
    {
      "value": "330621112220",
      "text": "上旺村"
    },
    {
      "value": "330621112224",
      "text": "文山村"
    },
    {
      "value": "330621112229",
      "text": "夏葑村"
    },
    {
      "value": "330621112230",
      "text": "辂山村"
    },
    {
      "value": "330621112231",
      "text": "义峰村"
    },
    {
      "value": "330621112232",
      "text": "青马村"
    },
    {
      "value": "330621112233",
      "text": "凤旺村"
    },
    {
      "value": "330621112234",
      "text": "红山村"
    },
    {
      "value": "330621112235",
      "text": "诸葛山村"
    },
    {
      "value": "330621112236",
      "text": "董溪村"
    },
    {
      "value": "330621112237",
      "text": "金溪村"
    },
    {
      "value": "330621112999",
      "text": "富盛镇汇总"
    },
    {
      "value": "330621112A01",
      "text": "富盛镇知青"
    }
  ],
  "330621113": [{
      "value": "330621113001",
      "text": "陶堰居委会"
    },
    {
      "value": "330621113200",
      "text": "泾口村"
    },
    {
      "value": "330621113212",
      "text": "陶堰村"
    },
    {
      "value": "330621113216",
      "text": "邵家溇村"
    },
    {
      "value": "330621113230",
      "text": "茅洋村"
    },
    {
      "value": "330621113234",
      "text": "张家岙村"
    },
    {
      "value": "330621113235",
      "text": "金墅村"
    },
    {
      "value": "330621113236",
      "text": "南湖村"
    },
    {
      "value": "330621113237",
      "text": "白塔头村"
    },
    {
      "value": "330621113238",
      "text": "横旦村"
    },
    {
      "value": "330621113239",
      "text": "浔阳村"
    },
    {
      "value": "330621113240",
      "text": "亭山村"
    },
    {
      "value": "330621113999",
      "text": "陶堰镇汇总"
    },
    {
      "value": "330621113A01",
      "text": "陶堰镇知青"
    }
  ],
  "330621114": [{
      "value": "330621114001",
      "text": "夏履居委会"
    },
    {
      "value": "330621114208",
      "text": "新民村"
    },
    {
      "value": "330621114209",
      "text": "夏履桥村"
    },
    {
      "value": "330621114211",
      "text": "联华村"
    },
    {
      "value": "330621114214",
      "text": "莲东村"
    },
    {
      "value": "330621114215",
      "text": "莲增村"
    },
    {
      "value": "330621114221",
      "text": "中墅村"
    },
    {
      "value": "330621114222",
      "text": "越王峥村"
    },
    {
      "value": "330621114223",
      "text": "夏东村"
    },
    {
      "value": "330621114224",
      "text": "莲中村"
    },
    {
      "value": "330621114225",
      "text": "莲西村"
    },
    {
      "value": "330621114226",
      "text": "双叶村"
    },
    {
      "value": "330621114999",
      "text": "夏履镇汇总"
    },
    {
      "value": "330621114A01",
      "text": "夏履镇知青"
    }
  ],
  "330621115": [
    {
      "value": "0",
      "text": "市本级"
    }
  ],
  "330621998": [{
      "value": "330621998001",
      "text": "市本级"
    },
    {
      "value": "330621998002",
      "text": "上虞"
    },
    {
      "value": "330621998003",
      "text": "诸暨"
    },
    {
      "value": "330621998004",
      "text": "嵊州"
    },
    {
      "value": "330621998005",
      "text": "新昌"
    },
    {
      "value": "330621998006",
      "text": "绍兴市外"
    }
  ],
  "330621999": [{
      "value": "330621999A01",
      "text": "其他单位农保汇总"
    },
    {
      "value": "330621999A02",
      "text": "其他单位知青汇总"
    }
  ]
}
